[Cues]
Act_E1_1A_CliffFuture_VoiceOver_Max_010="Aku belum pernah melihat badai seperti ini di Oregon..."
Act_E1_1A_CliffFuture_VoiceOver_Max_020="Mungkin jika aku mengikuti jejak ini aku akan menemukan jalan keluar..."
Act_E1_1A_CliffFuture_VoiceOver_Max_030="Ini benar-benar terasa seperti akhir dari dunia"
Act_E1_1A_CliffFuture_VoiceOver_Max_040="Mercusuar ada di depan, mungkin aku harus bergegas..."
Act_E1_1A_CliffFuture_VoiceOver_Max_050="Ayolah Max, kau bisa melakukannya..."
Cue_E1_1A_CliffFuture_IntroStorm_Max_010="Di mana aku? Apa yang terjadi"
Cue_E1_1A_CliffFuture_IntroStorm_Max_020="Aku terjebak di tengah badai? Bagaimana aku bisa di sini? ... dan ini di mana?"
Cue_E1_1A_CliffFuture_IntroStorm_Max_030="Tunggu... di sana ada mercusuar... Aku akan aman jika berada di sana... |Ku harap... ayolah aku ingin bisa ke sana..."
Cue_E1_1A_CliffFuture_LighthouseBreak_Max_010="Astaga."
Cue_E1_1A_CliffFuture_LighthouseBreak_Max_030="TIDAK!"
Cue_E1_1A_CliffFuture_LighthouseBreak_Max_040="Whoa! Tidak!"
Cue_E1_1A_CliffFuture_MaxFall_Max_010="Sial, aku bahkan tidak bisa berjalan lurus."
Cue_E1_1A_CliffFuture_MaxFall_Max_020="Angin ini benar-benar bisa membuatku terbang..."
